results/resource_control/mixed-multi-resource-20260628-211631/cpu_cpuset_no_quota.wrk.txt
Running 10s test @ http://127.0.0.1:18085/
  2 threads and 32 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   768.13us  427.04us   5.95ms   89.89%
    Req/Sec    21.66k     6.20k   47.94k    71.50%
  Latency Distribution
     50%  700.00us
     75%  822.00us
     90%    1.09ms
     99%    2.70ms
  430919 requests in 10.01s, 81.37MB read
Requests/sec:  43059.04
Transfer/sec:      8.13MB